import React from "react";

export default () => {
  return <div className="main">
    <section>
        <h1>Про нас</h1>
        <p>Ласкаво просимо на <strong>Booking</strong> — ваш надійний партнер у світі подорожей! Ми пропонуємо вам найкращі варіанти для комфортного та зручного перебування в готелях по всьому світу. Наш сайт надає широкий вибір житла — від елегантних люксових готелів до затишних бюджетних варіантів, щоб кожен мандрівник міг знайти саме те, що йому підходить.</p>

        <p>Ми працюємо тільки з перевіреними партнерами, забезпечуючи високий рівень обслуговування та комфорт на кожному етапі вашої подорожі. Завдяки зручному інтерфейсу та інтуїтивно зрозумілому процесу бронювання ви можете легко знайти та забронювати готель за кілька хвилин.</p>
    </section>

    <section>
        <h2>Наші переваги:</h2>
        <ul>
            <li>Широкий вибір готелів: від бюджетних до преміум-класу, на будь-який смак і бюджет.</li>
            <li>Найкращі ціни: ми пропонуємо конкурентоспроможні ціни та ексклюзивні знижки для наших користувачів.</li>
            <li>Простота бронювання: швидкий процес бронювання без зайвих складнощів.</li>
            <li>Безпека та надійність: ми гарантуємо вашу конфіденційність та безпеку кожної транзакції.</li>
            <li>Користувацька підтримка: наша команда підтримки завжди готова допомогти вам 24/7.</li>
        </ul>
    </section>

    <section>
        <p>Ми розуміємо, як важливо знайти комфортне місце для відпочинку під час подорожей. Наша мета — зробити вашу поїздку приємною, зручною та безтурботною. Кожен раз, коли ви плануєте свою наступну подорож, пам'ятайте — з нами ваша подорож завжди буде на висоті.</p>
    </section>

    <section>
        <h2>Як ми працюємо</h2>
        <ol>
            <li>Шукайте готелі: Вибирайте місто або напрямок, і система швидко запропонує вам всі доступні варіанти.</li>
            <li>Фільтруйте за бажаннями: Від фільтрації за ціною до вибору зручностей — ми допоможемо знайти саме те, що вам потрібно.</li>
            <li>Бронюйте з легкістю: Після вибору готелю, заповніть просту форму та підтвердіть свою бронь за лічені хвилини.</li>
            <li>Насолоджуйтесь подорожжю: Після успішного бронювання можна спокійно готуватись до подорожі, знаючи, що ваше місце для ночівлі вже забезпечено.</li>
        </ol>
    </section>

    <section>
        <p>З нами ваша подорож стане ще зручнішою, а відпочинок — комфортнішим.</p>
        <p><strong>Дякуємо, що обрали нас!</strong></p>
    </section>
  </div>
}